// var statement = "MATCH (n:Person) RETURN n LIMIT 25;";

{
    "results": [
        {
            "columns": [
                "n"
            ],
            "data": [
                {
                    "row": [
                        {
                            "name": "test0",
                            "state": "Nebraska",
                            "id": 9996
                        }
                    ],
                    "meta": [
                        {
                            "id": 95,
                            "type": "node",
                            "deleted": false
                        }
                    ]
                },
                {
                    "row": [
                        {
                            "name": "test1",
                            "state": "Nebraska",
                            "id": 9997
                        }
                    ],
                    "meta": [
                        {
                            "id": 96,
                            "type": "node",
                            "deleted": false
                        }
                    ]
                },
                {
                    "row": [
                        {
                            "name": "test2",
                            "state": "test11",
                            "id": 9998
                        }
                    ],
                    "meta": [
                        {
                            "id": 97,
                            "type": "node",
                            "deleted": false
                        }
                    ]
                },
                {
                    "row": [
                        {
                            "name": "test3",
                            "state": "test11",
                            "id": 9999
                        }
                    ],
                    "meta": [
                        {
                            "id": 98,
                            "type": "node",
                            "deleted": false
                        }
                    ]
                }
            ]
        }
    ],
    "errors": []
}